Repository: playmepe/yuki-iptv
Catalog: po/yuki-iptv-*.po
Languages: fi_fi

source: All channels
fi_fi: Kaikki kanavat

source: Error
fi_fi: Virhe

source: Are you sure?
fi_fi: Oletko varma?

source: Double click to change
fi_fi: Tuplaklikkaa vaihtaaksesi

source: Shortcut already used
fi_fi: Pikakuvake on jo käytössä

source: No TV guide for channel
fi_fi: Ei TV ohjelmaopasta kanavalle

source: Archive
fi_fi: Arkisto

source: Default
fi_fi: Oleetus

source: Failed to open external player!
fi_fi: Ulkoisen mediasoittimen avaaminen epäonnistui!

source: Channel
fi_fi: Kanava

source: Start record time
fi_fi: Tallennuksen aloitusaika

source: End record time
fi_fi: Tallennuksen lopetusaika

source: Scheduler
fi_fi: Aikataulutus

source: No planned recordings
fi_fi: Ei suunniteltuja tallennuksia

source: Waiting for record
fi_fi: Odottaa tallennusta

source: Recording
fi_fi: Tallentaa

source: Select folder for recordings and screenshots
fi_fi: Valitse nauhoituksia ja kuvakaappauksia

source: Average Bitrate
fi_fi: Keskimääräinen bittinopeus

source: General
fi_fi: Perus

source: Dimensions
fi_fi: Mitat

source: Aspect
fi_fi: Näkökohta

source: Color
fi_fi: Väri

source: Pixel Format
fi_fi: Pikselimuoto

source: Bits Per Pixel
fi_fi: Bittiä per pikseli

source: Codec
fi_fi: Koodisto

source: surround sound
fi_fi: surround ääni

source: Layout
fi_fi: Asettelu

source: Channels
fi_fi: Kanavat

source: Sample Rate
fi_fi: Näytteenottotaajuus

source: Format
fi_fi: Formaatti

source: Channel Count
fi_fi: Kanavan määrä

source: Loading...
fi_fi: Ladataan...

source: Pause
fi_fi: Tauka

source: Nothing found
fi_fi: Ei löytynyt mitään

source: No channel selected
fi_fi: Ei kanavaa valittuna

source: Volume
fi_fi: V olyymi

source: To exit fullscreen mode press
fi_fi: Poistu koko näytön tilassa paina

source: Volume off
fi_fi: Ääni pois

source: Favourites
fi_fi: Suosikit

source: Group
fi_fi: Ryhmä

source: Search channel
fi_fi: Etsi kanava

source: Search movie
fi_fi: Etsi elokuvia

source: Search series
fi_fi: Etsi sarjoja

source: Delete from favourites
fi_fi: Poista suosikeista

source: Remove channel from Favourites+?
fi_fi: Poista kanava suosikkeista?

source: TV guide
fi_fi: TV opas

source: Hide TV guide
fi_fi: Piilota TV opas

source: Favourites+ (separate playlist)
fi_fi: Suosikit (erillinen soittolista)

source: Open in external player
fi_fi: Avaa ulkoisessa soittimessa

source: Video settings
fi_fi: Video asetukset

source: Back
fi_fi: Takaisin

source: TV channels
fi_fi: TV kanavat

source: Movies
fi_fi: Elokuvat

source: Series
fi_fi: Sarjat

source: Playlist
fi_fi: Soittolista

source: Doing screenshot...
fi_fi: Ota kuvakaappaus...

source: Screenshot saved!
fi_fi: Kuvakaappaus tallennettu!

source: Screenshot saving error!
fi_fi: Kuvakaappauksen tallennusvirhe!

source: Open archive
fi_fi: Avaa arkisto

source: channels
fi_fi: kanavat

source: Preparing record
fi_fi: Tallennuksen valmistelu

source: No channel selected for record
fi_fi: Kanavaa ei ole valittu tallennettavaksi

source: IPTV player with EPG support
fi_fi: IPTV -soitin EPG -tuella

source: Using Qt {}
fi_fi: Qtn{} käyttäminen

source: Using libmpv {}
fi_fi: Libmpv {} käyttäminen

source: Audio
fi_fi: Ääni

source: Stream Information
fi_fi: Streamin tiedot

source: Playing error
fi_fi: Toiston virhe

source: Unknown
fi_fi: Tuntematon

source: Updating TV guide...
fi_fi: Päivitetään TV opas...

source: TV guide update error!
fi_fi: TV -oppaan päivitysvirhe!

source: EPG is outdated!
fi_fi: EPG on vanhentunut!

source: TV guide update done!
fi_fi: TV opppaan päivitys valmis!

source: -%d second
fi_fi: -%d sekuntti

source: +%d second
fi_fi: -%d sekuntti

source: -%d minute
fi_fi: -%d minuutti

source: +%d minute
fi_fi: +%d minuutti

source: V&olume -
fi_fi: V&oluumi -

source: Vo&lume +
fi_fi: Vo&luumi +

source: &Normal speed
fi_fi: &Normaali nopeus

source: Quit the program
fi_fi: Sulje ohjelma

source: Record
fi_fi: Tallenna

source: Screenshot
fi_fi: Kuvakaappaus

source: Exit fullscreen
fi_fi: Sulje kokoruututila

source: &Update TV guide
fi_fi: &Päivitä TV opas

source: Show/hide playlist
fi_fi: Näytä/piilota soittolista

source: Show/hide controls panel
fi_fi: Näytä/piilota ohjauspaneeli

source: &Video settings
fi_fi: &Videoasetukset

source: &Fullscreen
fi_fi: &Kokoruututila

source: &Mute audio
fi_fi: &Mykistä ääni

source: &Play / Pause
fi_fi: &Soita/Tauota

source: &Next
fi_fi: &Seuraava

source: &Previous
fi_fi: &Edellinen

source: P&laylist editor
fi_fi: S&oittolista editori

source: &Playlists
fi_fi: &Soittolistat

source: &Update current playlist
fi_fi: &Päivitä nykyinen soittolista

source: Settings
fi_fi: Asetukset

source: Channel sort
fi_fi: Kanava suodatus

source: &Compact mode
fi_fi: &Kompakti muoto

source: TV guide for all channels
fi_fi: TV opas kaikille kanaville

source: &Frame step
fi_fi: &Ruutu askellus

source: Fra&me back step
fi_fi: Ruu&tu askellus taakse

source: Updating TV guide... (parsing {}/{})
fi_fi: Päivitetään TV-opasta... (jäsennys {}/{})

source: Updating TV guide... (loading {}/{})
fi_fi: Päivitetään TV-opasta... (ladataan {}/{})

source: Stop
fi_fi: Seis

source: Fullscreen
fi_fi: Kokoruutu

source: Open recordings folder
fi_fi: Avaa tallennuskansio

source: Recording scheduler
fi_fi: Tallennusaikataulu

source: Previous channel
fi_fi: Edellinen kanava

source: Next channel
fi_fi: Seuraava kanava

source: License
fi_fi: Lisenssi

source: About Qt
fi_fi: Tietoja Qt:stä

source: Close
fi_fi: Sulje

source: Save settings
fi_fi: Tallenna asetukset

source: Reset channel settings
fi_fi: Resetoi kanava asetukset

source: Clear logo cache
fi_fi: Tyhjennä logovälimuisti

source: as in playlist
fi_fi: kuten soittolistassa

source: alphabetical order
fi_fi: aakkosjärjestys

source: reverse alphabetical order
fi_fi: käänteinen aakkosjärjestys

source: custom
fi_fi: mukautettu

source: Partial
fi_fi: Osittainen

source: Full
fi_fi: Täysi

source: Hide
fi_fi: Piilota

source: Do not update EPG at boot
fi_fi: Älä päivitä EPG:tä käynnistyksessä

source: Open previous channel at startup
fi_fi: Avaa edellinen kanava käynnistettäessä

source: Hide EPG percentage
fi_fi: Piilota EPG-osuus

source: Hide EPG from playlist
fi_fi: Piilota EPG soittolistasta

source: Hide bitrate / video info
fi_fi: Piilota bittinopeus/videotiedot

source: Volume change step
fi_fi: Äänenvoimakkuuden muutos

source: mpv options
fi_fi: mpv asetukset

source: list
fi_fi: lista

source: Floating panel position
fi_fi: Kelluvan paneelin sijainti

source: Right
fi_fi: Oikea

source: Left
fi_fi: Vasen

source: Separate window
fi_fi: Erillinen ikkuna

source: Switch channels with the mouse wheel
fi_fi: Vaihda kanavaa hiiren rullalla

source: Automatic reconnection
fi_fi: Automaattinen yhdistäminen

source: Low latency mode
fi_fi: Matala viiveen tila

source: by default: change volume
fi_fi: oletuksena: muuta äänenvoimakkuutta

source: Show playlist on mouse move
fi_fi: Näytä soittolista hiiren liikkeestä

source: Show controls on mouse move
fi_fi: Näytä säätimet hiiren liikkeestä

source: Channel logos
fi_fi: Kanavan logo

source: Prefer M3U
fi_fi: Esitä M3U

source: Prefer EPG
fi_fi: Esitä EPG

source: Do not load from EPG
fi_fi: Älä lataa EPG:stä

source: Do not load any logos
fi_fi: Älä lataa logoja

source: Do not cache EPG
fi_fi: Älä tallenna EPG:tä välimuistiin

source: Do not create screenshots and recordings subfolders
fi_fi: Älä luo kuvakaappauksia ja tallenteiden alikansioita

source: Hide the current television program
fi_fi: Piilota nykyinen televisio-ohjelma

source: Aspect ratio
fi_fi: Kuvasuhde

source: Scale / Zoom
fi_fi: Skaalaa/zoomaa

source: Pan and scan
fi_fi: Panoroi ja skannaa

source: Enable rewind
fi_fi: Ota kelaus käyttöön

source: Hide channel logos
fi_fi: Piilota kanavien logot

source: Show/hide playlist by left mouse click
fi_fi: Näytä/piilota soittolista hiiren vasemmalla napsautuksella

source: User agent
fi_fi: Käyttäjäagentti

source: HTTP Referer:
fi_fi: HTTP-viittaus:

source: %d second
fi_fi: %d sekunti

source: Or select provider
fi_fi: Tai valitse palveluntarjoaja

source: M3U / XSPF playlist
fi_fi: M3U / XSPF-soittolista

source: Update playlist at launch
fi_fi: Päivitä soittolista käynnistyessä

source: TV guide address
fi_fi: TV oppaan osoite

source: Deinterlace
fi_fi: Irrottaa

source: Channel sort
fi_fi: Kanava suodatus

source: Categories sort
fi_fi: Järjestä luokittain

source: EPG description view
fi_fi: EPG kuvausnäkymä

source: Cache
fi_fi: Välimuisti

source: Folder for recordings and screenshots
fi_fi: Kansio tallennuksille ja kuvakaappauksille

source: Main
fi_fi: Perus

source: Network
fi_fi: Verkko

source: Actions
fi_fi: Toiminnat

source: Other
fi_fi: Muu

source: WARNING: experimental function, working with problems
fi_fi: VAROITUS: kokeellinen toiminto, ongelmien käsittely

source: Contrast
fi_fi: Kontrasti

source: Brightness
fi_fi: Kirkkaus

source: Hue
fi_fi: Sävy

source: Saturation
fi_fi: Kylläisyys

source: EPG name
fi_fi: EPG nimi

source: Shortcuts
fi_fi: Pikakuvakkeet

source: Description
fi_fi: Kuvaus

source: Shortcut
fi_fi: Pikakuvake

source: Reset to defaults
fi_fi: Palauta oletukset

source: Modify shortcut
fi_fi: Muokkaa pikakuvaketta

source: &About yuki-iptv
fi_fi: &Tietoja yuki-iptv

source: Rewind
fi_fi: Kelaa taaksepäin

source: Search
fi_fi: Etsi

source: Page
fi_fi: Sivu

source: Processing record...
fi_fi: Käsittelee tallennusta...

source: Planned recordings
fi_fi: Suunnitellut tallennukset

source: Active recordings
fi_fi: Aktiiviset tallennukset

source: Choose channel
fi_fi: Valitse kanava

source: Add
fi_fi: Lisää

source: Remove
fi_fi: Poista

source: Post-recording action
fi_fi: Jälkitallennus toiminto

source: Nothing to do
fi_fi: Ei mitään tehtävää

source: Press Stop
fi_fi: Paina Stop

source: Recording of two channels simultaneously is not available!
fi_fi: Kahden kanavan tallennus samanaikaisesti ei ole käytettävissä!

source: Press the key combination you want to assign
fi_fi: Paina näppäinyhdistelmää jonk haluat antaa

source: Cancel
fi_fi: Peruuta

source: Show only channels in playlist
fi_fi: Näytä vain soittolistan kanavat

source: Open
fi_fi: Avaa

source: Save
fi_fi: Tallenna

source: Do not forget to set custom sort order in settings!
fi_fi: Älä unohda asettaaksesi mukautetun lajittelujärjestyksen asetuksissa!

source: All Files
fi_fi: Kaikki tiedostot

source: Select
fi_fi: Valitse

source: Edit
fi_fi: Muokkaa

source: Delete
fi_fi: Poista

source: Playlists
fi_fi: Soittolista

source: Add playlist
fi_fi: Lisää soittolista

source: Search playlists by title
fi_fi: Hae soittolistoja otsikon perusteella

source: Please select a playlist from the list or add a new playlist
fi_fi: Valitse soittolista luettelosta tai lisää uusi soittolista

source: Name
fi_fi: Nimi

source: Path to file or URL
fi_fi: Polku tiedostoon tai URL-osoitteeseen

source: Select playlist
fi_fi: Valitse soittolista

source: Username
fi_fi: Käyttäjänimi

source: Password
fi_fi: Salasana

source: Select EPG file
fi_fi: Valitse EPG tiedosto

source: TV guide offset
fi_fi: TV-oppaan poikkeama

source: %d hour
fi_fi: %d tuntia

source: URL not specified!
fi_fi: URL-osoitetta ei ole määritetty!!

source: Expiration date
fi_fi: Viimeinen voimassaolopäivä

source: Delete playlist permanently?
fi_fi: Poistetaanko soittolista pysyvästi?

source: Favourites+
fi_fi: Suosikit+

source: Added
fi_fi: Lisätty

source: No playlists were found
fi_fi: Soittolistaa ei löytynyt

source: No playlists were added
fi_fi: Ei soittolistoja lisätty

source: Please add your first playlist
fi_fi: Lisää ensimmäinen soittolistasi

source: Error applying filters
fi_fi: Virhe käytettäessä suodattimia

source: &Exit
fi_fi: &Sulje

source: &Screenshot
fi_fi: &Kuvakaappaus

source: &Postprocessing
fi_fi: &Jälkikäsittely

source: Add n&oise
fi_fi: Lisää k&ohina

source: Add &black borders
fi_fi: Lisää &mustat reunukset

source: Soft&ware scaling
fi_fi: Ohje&lmallinen skaalaus

source: &Autodetect phase
fi_fi: &Tunnista vaihe

source: &Headphone optimization
fi_fi: &Kuulokeoptimointi

source: Volume &normalization
fi_fi: Äänenvoimakkuuden normalisointi

source: &Channel sort
fi_fi: &kanavalajittelu

source: &Settings
fi_fi: &Asetukset

source: empty
fi_fi: tyhjä

source: &File
fi_fi: &Tiedosto

source: &Play
fi_fi: &Soita

source: Speed
fi_fi: Nopeus

source: &Track
fi_fi: &Raita

source: F&ilters
fi_fi: S&uodattimet

source: &Subtitles
fi_fi: &Tekstitykset

source: Vie&w
fi_fi: Näyt&ä

source: &Options
fi_fi: &Asetukset

source: &Help
fi_fi: &Apua

source: None
fi_fi: Ei mitään

source: Custom MPV options invalid, ignoring them
fi_fi: Muokatut MPV asetukset virheelliset, hylätään ne

source: Previous day
fi_fi: Edellinen päivä

source: Next day
fi_fi: Seuraava päivä

source: Previous channels
fi_fi: Edellinen kanava

source: Next channels
fi_fi: Seuraava kanava

source: yuki-iptv error
fi_fi: yuki-iptv virhe

source: Processing error
fi_fi: Käsittelyvirhe

source: Could not connect
fi_fi: Ei voitu yhdistää

source: Failed to load playlist - unknown encoding! Please use playlists in UTF-8 encoding.
fi_fi: Soittolistan lataaminen epäonnistui - tuntematon koodaus! Käytä UTF-8-soittolistoja koodausta.

source: Playlist loading error!
fi_fi: Soittolistan latausvirhe!

source: loaded
fi_fi: ladattu

source: Save File
fi_fi: Tallenna tiedosto

source: Playlists (*.m3u *.m3u8)
fi_fi: Soittolista (*.m3u *.m3u8)

source: Playlist successfully saved!
fi_fi: Soittolista tallennettu onnistuneesti!

source: &Open file
fi_fi: &Avaa tiedosot

source: &Save as
fi_fi: &Tallenna nimellä

source: find
fi_fi: etsi

source: replace with
fi_fi: korvaa

source: replace all
fi_fi: korvaa kaikki

source: delete row
fi_fi: poista rivi

source: add row
fi_fi: lisää rivi

source: filter group (press Enter)
fi_fi: suodatinryhmä (paina Enter)

source: insert search term and press enter use Selector → to choose column to search
fi_fi: lisää hakutermi ja paina enter käytä valitsinta → valitaksesi sarakkeen hakuun

source: Playlist editor
fi_fi: Soittolistan editori

source: Ready
fi_fi: Valmis

source: Save Confirmation
fi_fi: Tallenna vahvistus

source: The document was changed.<br>Do you want to save the changes?
fi_fi: Asiakirjaa muutettiin.<br>Haluatko tallentaa muutokset?

source: ffmpeg crashed!
fi_fi: ffmpeg kaatui!!

source: exit code:
fi_fi: sulje koodi:
